Repository: srinuboyina/WeCareForYou
Catalog: WecareForU/*.lproj/Localizable.strings
Languages: te_in

source: Email/Mobile
te_in: ఇ-మెయిల్/మొబైల్

source: Password
te_in: పాస్వర్డ్

source: Login
te_in: సైన్ ఇన్ చేయండి

source: Login Now
te_in: సైన్ ఇన్ చేయండి

source: Forgot Password?
te_in: పాస్‌వర్డ్ మర్చిపోయారా?

source: Not Registered?
te_in: రిజిస్టర్ చేయలేదా?

source: Create Account
te_in: ఖాతా సృష్టించు

source: Already have an account?
te_in: ఇప్పటికే ఖాతా ఉందా?

source: SignUp
te_in: సైన్ అప్ చేయండి

source: Select a language
te_in: ఒక భాషను ఎంచుకోండి

source: Send
te_in: పంపు

source: Remember Password?
te_in: పాస్‌వర్డ్ గుర్తుందా?

source: Confirm Password
te_in: పాస్‌వర్డ్‌ని నిర్ధారించండి

# EnterEmailInstruction
source: Please enter your registered email below to receive password reset instruction.
te_in: పాస్‌వర్డ్ రీసెట్ సూచనలను స్వీకరించడానికి దయచేసి మీ నమోదిత ఇమెయిల్‌ను క్రింద నమోదు చేయండి.

# About
source: Our mission is to offer serene and dignified departure to terminal patiensts. Our goal is to safe guard their dignity and self-respect. All this through pain management and comfort care with the help of compassionate and skilled multi-disciplinary team members.
te_in: టెర్మినల్ రోగులకు నిర్మలమైన మరియు గౌరవప్రదమైన నిష్క్రమణను అందించడమే మా లక్ష్యం. వారి గౌరవాన్ని, ఆత్మగౌరవాన్ని కాపాడడమే మా లక్ష్యం. కరుణ మరియు నైపుణ్యం కలిగిన బహుళ-క్రమశిక్షణా బృందం సభ్యుల సహాయంతో నొప్పి నిర్వహణ మరియు సౌకర్యాల సంరక్షణ ద్వారా ఇవన్నీ.

source: Telugu
te_in: తెలుగు

source: English
te_in: ఆంగ్ల

source: Confirm
te_in: నిర్ధారించు

# Login Failed
source: Sign Up Failed
te_in: సైన్ అప్ విఫలమైంది

source: Sign Up Failed
te_in: సైన్ అప్ విఫలమైంది

# Username Password match error
source: The username/password combination is invalid.
te_in: వినియోగదారు పేరు/పాస్‌వర్డ్ కలయిక చెల్లదు.

# OnboardTitle1
source: Home care services
te_in: గృహ సంరక్షణ సేవలు

# OnboardDescription1
source: Easy access to Home care services, patient registration, self awareness tours on your finger tips.
te_in: హోమ్ కేర్ సేవలు, పేషెంట్ రిజిస్ట్రేషన్, మీ వేలి చిట్కాలపై స్వీయ అవగాహన పర్యటనలకు సులభంగా యాక్సెస్.

# OnboardTitle2
source: Easy consultations
te_in: సులభమైన సంప్రదింపులు

# OnboardDescription2
source: Want to consult about nutrition requirement or want to share medical reports to get expert advice? We are here for you.
te_in: పోషకాహార ఆవశ్యకత గురించి సంప్రదించాలనుకుంటున్నారా లేదా నిపుణుల సలహా పొందడానికి వైద్య నివేదికలను పంచుకోవాలనుకుంటున్నారా? మేము మీ కోసం ఇక్కడ ఉన్నాము.

# OnboardTitle3
source: Want to volunteer?
te_in: వాలంటీర్ చేయాలనుకుంటున్నారా?

# OnboardDescription3
source: Do you want to help patients by giving them guidance on various areas based on your expertise? Register with us and provide your availability.
te_in: మీ నైపుణ్యం ఆధారంగా రోగులకు వివిధ రంగాలపై మార్గదర్శకత్వం ఇవ్వడం ద్వారా మీరు వారికి సహాయం చేయాలనుకుంటున్నారా? మాతో నమోదు చేసుకోండి మరియు మీ లభ్యతను అందించండి.

source: Personal Information
te_in: వ్యక్తిగత సమాచారం

# joiningAs
source: Joining as? (Beneficiary / Volunteer / Hospital Staff)
te_in: ఇలా చేరుతున్నారా? (బెనిఫిషియరీ / వాలంటీర్ / హాస్పిటల్ స్టాఫ్)

source: FullName
te_in: పూర్తి పేరు

source: Age
te_in: వయస్సు

source: Gender
te_in: లింగం

source: Marital Status
te_in: వైవాహిక స్థితి

source: Next
te_in: తదుపరి

source: Contact Details
te_in: సంప్రదింపు వివరాలు

# contactNo
source: Contact Number
te_in: సంప్రదింపు సంఖ్య

source: Rural or Urban?
te_in: గ్రామీణ లేదా పట్టణ?

source: Address
te_in: చిరునామా

source: State
te_in: స్టేట్

source: Pincode
te_in: పిన్‌కోడ్

source: Professional Details
te_in: ప్రొఫెషనల్ వివరాలు

# idNo
source: ID Number (Aadhar / Passport / Ration card no etc)
te_in: ID నంబర్ (ఆధార్ / పాస్‌పోర్ట్ / రేషన్ కార్డ్ సంఖ్య మొదలైనవి)

source: Occupation
te_in: వృత్తి

# annualIncome
source: Annual Income(INR)
te_in: వార్షిక ఆదాయం(INR)

source: BPL Category?
te_in: BPL వర్గం?

source: Education
te_in: విద్య

# careGiverName
source: Caregiver's Name
te_in: సంరక్షకుని పేరు

# careGiverNumber
source: Caregiver's Contact Number
te_in: సంరక్షకుని సంప్రదింపు సంఖ్య

source: Reference
te_in: రిఫరెన్స్

# patientAdmitType
source: In patient / Out patient / Home Care
te_in: రోగిలో / ఔట్ పేషెంట్ / హోమ్ కేర్

source: Diagnosis
te_in: నిర్ధారణ

# typeOfCancer
source: If cancer, what kind of cancer?
te_in: క్యాన్సర్ అయితే, ఎలాంటి క్యాన్సర్?

source: Submit
te_in: సమర్పించు

# thankYouTitle
source: Profile completed successfully!
te_in: ప్రొఫైల్ విజయవంతంగా పూర్తయింది!

# thankYouDesc
source: Thank you for letting us know about you. We are hear for you.
te_in: మీ గురించి మాకు తెలియజేసినందుకు ధన్యవాదాలు. మేము మీ కోసం వింటున్నాము.

# explore
source: Explore Now
te_in: ఇప్పుడే అన్వేషించండి

# emailSentTitle
source: Email has been sent!
te_in: ఈమెయిల్ పంపబడింది!

# emailSentDescription
source: Please check your inbox and click the received link to reset the password.
te_in: దయచేసి మీ ఇన్‌బాక్స్‌ని తనిఖీ చేయండి మరియు పాస్‌వర్డ్‌ను రీసెట్ చేయడానికి అందుకున్న లింక్‌పై క్లిక్ చేయండి.

source: Retry
te_in: మళ్లీ ప్రయత్నించండి

source: Skip
te_in: దాటవేయి

# errorTitle
source: We are sorry, encountered some error. Please retry.
te_in: మమ్మల్ని క్షమించండి, కొంత లోపాన్ని ఎదుర్కొన్నాము. దయచేసి మళ్లీ ప్రయత్నించండి.

# errorMessage
source: Alternatively, you can skip for now and retry later from setting page.
te_in: ప్రత్యామ్నాయంగా, మీరు ప్రస్తుతానికి దాటవేయవచ్చు మరియు పేజీని సెట్ చేయడం నుండి తర్వాత మళ్లీ ప్రయత్నించవచ్చు.

source: Send Your
te_in: మీ అభిప్రాయాన్ని

source: Feedback
te_in: పంపండి

source: Pick Your
te_in: మీ భాషను

source: Language
te_in: ఎంచుకోండి

# homeSubTitle
source: Let us know how can we help you.
te_in: మేము మీకు ఎలా సహాయం చేయగలమో మాకు తెలియజేయండి.

source: Hi
te_in: హాయ్

source: Profile
te_in: ప్రొఫైల్

source: Bookings
te_in: బుకింగ్స్

source: Donation
te_in: విరాళం

source: Change Language
te_in: భాషను మార్చు

source: FAQ
te_in: తరచుగా అడిగే ప్రశ్నలు

source: Log out
te_in: లాగ్ అవుట్
